[
    {
        "number": "Chapter 1",
        "title": "The Little Red King",
        "text": "While Susannah and Mia give birth to Mordred in Fedic, Jake, Father Callahan, and Oy battle vampires and low men in the Dixie Pig."
    },

    {
        "number": "Chapter 2",
        "title": "Ka-Tet Broken",
        "text": "The renegade Breakers and the ka-tet liberate the Breakers' compound by setting fires to create chaos and the illusion of many attackers."
    },

    {
        "number": "Chapter 3",
        "title": "Tet Corporation",
        "text": "Following Eddie's advice to buy technology stocks—among other good investments—the Tet Corporation has thrived and continues to thwart the Crimson King's Sombra Corporation."
    },

    {
        "number": "Chapter 4",
        "title": "Le Casse Roi Russe and Dandelo",
        "text": "To reach the badlands between Fedic and the Tower, Roland, Susannah, and Oy must travel through the bowels of Castle Discordia."
    },

    {
        "number": "Chapter 5",
        "title": "The Last Journey",
        "text": "A maintenance robot called Stuttering Bill brings Roland, Susannah, Patrick, and Oy to his shed from Dandelo's house."
    },

    {
        "number": "Chapter 6",
        "title": "For the Greater Good",
        "text": "Eddie and Susannah's sacrifices are less intentional. Eddie doesn't expect to be shot while liberating the Breakers."
    },

    {
        "number": "Chapter 7",
        "title": "The Power of Creation",
        "text": "When they decide to save Stephen King, it is because the ka-tet has determined that many of the items that have been most helpful to them—such as the keys."
    },

    {
        "number": "Chapter 8",
        "title": "Last Words",
        "text": "When Eddie, Jake, and Oy die, their last words are all about Roland. Jake and Eddie call him father, which reveals how the ka-tet is more than a group of gunslingers fighting for a common cause."
    },

    {
        "number": "Chapter 9",
        "title": "Stop the breath of the last warrior",
        "text": "Everyone presumes this refers to Roland, as he is the last gunslinger. Of course, Mordred doesn't kill Roland, but he does kill Walter. This ending could reflect the unreliability on prophecies in the face of unstoppable ka."
    }
]